[
  {
    "title": "Nike Women Dry Victory Solid Polo Golf Shirt",
    "description": "Nike Dry Victory Women Golf Shirt provides the comfortable feel of double-knit fabric and the sweat-wicking power of Dri-FIT technology to help you stay dry",
    "price": 99.95,
    "rating": 4.2,
    "category": "dress",
    "attributes": [
      {
        "color": "red",
        "size": "small",
        "quantity": 15
      }
    ]
  },
  {
    "title": "Polo Ralph Lauren Women Half-Zip Pima Cotton Sweater",
    "description": "100% Cotton. Imported. Rib mock neck sweatshirt. Half zip closure with leather pull tab. Embroidered signature pony on left chest. Long sleeves with rib cuffs. Vented hem",
    "price": 151.12,
    "rating": 4.5,
    "category": "nightgown",
    "attributes": [
      {
        "color": "red",
        "size": "large",
        "quantity": 5
      }
    ]
  },
  {
    "title": "Women Short Sleeve Moisture Wicking Performance Golf Polo Shirt, Side Blocked, Tall Sizes: M-7XL",
    "description": "For most accurate fit, we recommend checking detailed measurement before purchase. If you are stronger and taller than other one, please choose a bigger size than you usually wear",
    "price": 19.99,
    "rating": 1.2,
    "category": "jumpsuit",
    "attributes": [
      {
        "color": "red",
        "size": "xtra large",
        "quantity": 30
      }
    ]
  },
  {
    "title": "Derminpro Men?s Polo Shirts Short/Long Sleeve Quick Dry Athletic Golf T-Shirts",
    "description": "Quick Dry & Breathable Material --- High moisture wicking feature keeps your skin stay cool quickly after sweaty sport activities in hot summer",
    "price": 23.99,
    "rating": 4.1,
    "category": "dress",
    "attributes": [
      {
        "color": "red",
        "size": "small",
        "quantity": 10
      }
    ]
  },
  {
    "title": "Nautica Women Classic Fit Short Sleeve Solid Soft Cotton Polo Shirt",
    "description": "62% Cotton, 38% Polyester. Imported. Pull On closure. Machine Wash. Polo collar with a sporty buttoned placket; vented hem for extra mobility. Short sleeve",
    "price": 63.1,
    "rating": 4.2,
    "category": "dress",
    "attributes": [
      {
        "color": "grey",
        "size": "medium",
        "quantity": 35
      }
    ]
  }
]
